Repository: Escalar-Alcoia-i-Comtat/Android
Catalog: */src/main/locale/strings-*.po
Languages: ca, es

# app_name
source: Escalar Alcoia i Comtat
es: Escalar Alcoià i Comtat

# section_downloads
source: Downloads
ca: Descàrregues
es: Descargas

# section_settings
source: Settings
ca: Configuració
es: Configuración

# extended_fab_download_desc
source: Download
ca: Descarregar
es: Descargar

# extended_fab_download_label
source: Download
ca: Descarregar
es: Descargar

# extended_fab_download_tooltip
source: Click to Download
ca: Clic per a Descarregar
es: Pulsa para descargar

# mbm_home
source: Home
ca: Inici
es: Inicio

# mbm_downloads
source: Downloads
ca: Descàrregues
es: Descargas

# mbm_settings
source: Settings
ca: Configuració
es: Ajustes

# sector_sun_morning
source: Morning Sun
ca: Sol Matí
es: Sol mañana

# sector_sun_afternoon
source: Afternoon Sun
ca: Sol Vesprada
es: Sol tarde

# sector_sun_day
source: All-day Sun
ca: Sol tot el Dia
es: Sol todo el día

# sector_sun_no
source: No Sun
ca: Sense sol
es: Sin Sol

# sector_kids_apt
source: Kids Apt
ca: Apte xiquets
es: Apto niños

# sector_info_dialog_sun_morning_title
source: Morning Sun
ca: Sol de Matí
es: Sol por la mañana

# sector_info_dialog_sun_morning_msg
source: This sector gets shiny on the mornings. Cold walls on the morning, warm on the evening, you choose.
ca: Aquest sector té sol de matí. Parets fredes als matins, càlides per la vesprada. Ara ja, tu tries.
es: Al sector le da el sol por la mañana. Paredes frías por la mañana, cálidas por la tarde, tu escoges.

# sector_info_dialog_sun_afternoon_title
source: Afternoon Sun
ca: Sol de Vesprada
es: Sol por la tarde

# sector_info_dialog_sun_afternoon_msg
source: This sector gets shiny on the afternoons. In the morning this may get quite cold…
ca: Aquest sector té sol de vesprada. És possible que faça frescoreta pels matins…
es: En este sector hace sol por la tarde.Por la mañana puede hacer bastante frío

# sector_info_dialog_sun_all_title
source: All-day Sun
ca: Sol tot el dia
es: Sol durante todo el día

# sector_info_dialog_sun_all_msg
source: This sector is shiny all the day! This may get hot on summer. Please, take care.
ca: Aquest sector té sol durant tot el dia. En estiu pot fer molta calor! Per favor, ves amb compte
es: ¡A este sector le pega el sol durante todo el día! En verano puede hacer bastante calor.Ten cuidado,por favor

# sector_info_dialog_sun_no_title
source: No Sun
ca: Sense Sol
es: Sin Sol

# sector_info_dialog_sun_no_msg
source: This sector doesn't receive run in the whole day! Bring a jacket.
ca: A aquest sector no li pega el sol en tot el dia. Dugues una rebequeta!
es: A este sector no le pega nunca el sol. Lleva alguna chaqueta!

# sector_info_dialog_kids_title
source: Kids Apt
ca: Apte per a Xiquets
es: Apto para niños

# sector_info_dialog_kids_msg
source: This sector has good places to sit nearby. Bringing young children may not be that bad, but please, have caution.
ca: Aquest sector té bons llocs on seure al peu de via. Està bé dur xiquets, però per favor, aneu amb compte, i recordeu sempre el casc. &#128521;
es: Este sector tiene cerca buenos sitios donde sentarse.Puedes traer a niños pequeños,pero ves con cuidado,por favor

# sector_info_dialog_error_msg
source: Well, this is embarrassing, sorry for the issue. Please contact an administrator.
ca: Bé… Açò no estava planejat. Disculpa. Pots contactar amb un administrador
es: Oh vaya, ha habido un error. Contacta con un administrador por favor.

# safe_strings
source: %1$s Strings
ca: %1$s Express
es: %1$s Express

# safe_tensor
source: %1$s Tensors
es: %1$s Tensores

# safe_piton
source: %1$s Pitons
es: %1$s Clavo

# safe_plate
source: Plate
ca: Placa
es: Placa

# safe_plate_ring
source: Plate Ring
ca: Placa amb Argolla
es: Placa con argolla

# safe_lanyard
source: Lanyard
ca: Cordí
es: Cordino

# safe_cracker
source: Cracker
ca: Empotrador
es: Empotrador

# safe_nail
source: Nails
ca: Ungla
es: Uñas

# safe_piton_nc
source: Piton
ca: Clau
es: Clavo

# safe_strings_plural
source: Strings
ca: Express
es: Express

# mbm_login_click
source: Tap to login
ca: Iniciar sessió
es: Toca para iniciar sesión

# login_title
source: Login
ca: Accedir
es: Iniciar sesión

# login_email
source: Email
ca: Correu Electrònic
es: Email / Correo electrónico

# login_password
source: Password
ca: Contrassenya
es: Contraseña

# login_toast_error
source: Authentication failed
ca: Autenticació Fallida
es: Autenticación fallida

# login_error_password
source: Wrong password
ca: Contrassenya Incorrecta
es: Contraseña incorrecta

# login_error_email
source: Email is not registered
ca: El correu no està registrat
es: Email no registrado

# login_error_no_password
source: Please, enter password
ca: Per favor, introdueix una contrassenya
es: Introduce la contraseña

# login_error_no_email
source: Please, enter email
ca: Per favor, introdueix un correu
es: Introduce tu email

# action_signup
source: Sign Up
ca: Registrar-se
es: Registrarse

# action_login
source: Login
ca: Accedir
es: Iniciar sesión

# action_lostPassword
source: Lost Password
ca: Contrassenya oblidada
es: Contraseña olvidada

# action_revise
source: Revise
ca: Revisar
es: Revisar

# action_add
source: Add
ca: Afegir
es: Añadir

# action_close
source: Close
ca: Tancar
es: Cerrar

# action_previous
source: Previous
ca: Anterior
es: Anterior

# action_next
source: Next
ca: Següent
es: Siguiente

# action_download
source: Download
ca: Descarregar
es: Descargar

# action_logout
source: Log Out
ca: Tancar la sessió
es: Cerrar sesión

# action_cancel
source: Cancel
ca: Cancel·lar
es: Cancelar

# action_try_again
source: Try Again
ca: Torna-ho a provar
es: Volver a intentar

# action_downloads
source: See Downloads
ca: Veure Descàrregues
es: Ver descargas

# action_delete
source: Delete
ca: Eliminar
es: Eliminar

# action_check_update
source: Check for Updates
ca: Buscar actualitzacions
es: Buscar actualizaciones

# action_update
source: Update
ca: Actualitzar
es: Actualizar

# action_refresh
source: Refresh
ca: Refrescar
es: Recargar

# action_share
source: Share
ca: Compartir
es: Compartir

# action_share_using
source: Share Using
ca: Compartir amb
es: Compartir usando

# action_website
source: Website
ca: Lloc web
es: Página web

# action_donate
source: Donate
ca: Donar
es: Donar

# action_grant
source: Grant
ca: Concedeix
es: Permitir

# action_back
source: Go Back
ca: Tornar
es: Volver

# action_mark_completed
source: Mark Completed
ca: Marcar com a Completada
es: Marcar Completada

# action_store
source: Store to device
ca: Desar al dispositiu
es: Guardar al dispositivo

# action_disable
source: Disable
ca: Deshabilitar
es: Deshabilitar

# action_add_friend
source: Add Friend
ca: Afegir Amic
es: Añadir amigo

# action_change
source: Change
ca: Canviar
es: Cambiar

# action_search
source: Search…
ca: Cercar…
es: Buscar…

# action_open_maps
source: Open Google Maps
ca: Obrir Google Maps
es: Abrir Google Maps

# status_checking_updates
source: Checking…
ca: Comprovant…
es: Comprobando...

# status_updating
source: Updating…
ca: Actualitzant…
es: Actualizando...

# status_downloaded
source: Downloaded
ca: Descarregat
es: Descargado

# status_loading
source: Loading…
ca: Carregant…
es: Cargando...

# status_friend
source: Friend
ca: Amic
es: Amic

# dialog_logout_title
source: Log out
ca: Tanca la sessió
es: Cerrar sesión

# dialog_logout_message
source: Are you sure that you want to log out?
ca: Segur que vols sortir?
es: ¿Seguro que quieres cerrar sesión?

# dialog_permission_title
source: Permission Required!
ca: Permís Necessari!
es: Permiso necesario!

# dialog_permission_message
source: The functionality you are trying to use requires the %s permission. Please grant it, or refuse to use that.
ca: La funcionalitat que intentes utilitzar requereix l'accés a %s. Per favor, cedeix-lo, o no podràs utilitzar eixa funció.
es: La función que estás intentando usar requiere %s permiso. Por favor, permítelo o no podrás usarla.

# dialog_permission_my_location_message
source: For showing your current position, the app must have access to the location of your device. Please, grant it, or refuse to use this functionality.
ca: Per a mostrar la teua posició actual, l'aplicació necessita tenir accés al GPS del dispositiu. Per favor, dona-li accès, o no podràs fer ús d'eixa funcionalitat.
es: Para mostrar tu posición actual la aplicación debe tener acceso a la localización de tu dispositivo. Permítelo o no podrás usar esta función

# dialog_downloads_size_info_title
source: Downloads Size
ca: Tamany de les descàrregues
es: Tamaño de descargas

# dialog_downloads_size_info_msg
source: This shows the amount of storage used by the downloads of the app. This also shows the cached data, so it may not be 0MB even if you have no downloaded data.
ca: Açò mostra tant el tamany de les descàrregues com altres aspectes de l'aplicació. Per això, és possible que no marque 0MB encara que no tingues res descarregat.
es: Aquí se muestra la cantidad de espacio ocupado por las decargas. También incluye los datos de caché, por lo que es posible que se muestren 0MB, incluso si no has descargado nada.

# dialog_downloaded_area_title
source: Downloaded Area
ca: Àrea Descarregada
es: Área descargada

# dialog_downloaded_zone_title
source: Downloaded Zone
ca: Zona Descarregada
es: Zona descargada

# dialog_downloaded_sector_title
source: Downloaded Sector
ca: Sector Descarregat
es: Sector descargado

# dialog_downloaded_unknown_title
source: Downloaded Content
ca: Contingut Descarregat
es: Contenido descargado

# dialog_downloaded_msg
source: Downloaded on: %s
ca: Descarregat al: %s
es: Descargado el: %s

# dialog_update_title
source: New Update Available
ca: Nova Actualització Disponible
es: Nueva actualización disponible

# dialog_update_message
source: Press UPDATE to start the update. Please, check your WiFi network. Mobile Data usage may be high.
ca: Prem ACTUALITZAR per a iniciar l'actualització. Per favor, comprova que estigues connectat a una xarxa WiFi. L'ús de dades pot ser elevat.
es: Pulsa ACTUALIZAR para empezar la actualización.Por favor,comprueba tu conexión a una red WiFi.El uso de datos móviles puede ser elevado

# dialog_no_update_title
source: No New Updates
ca: Cap actualització nova
es: No hay nuevas actualizaciones

# dialog_no_update_message
source: There are no new updates to download
ca: No hi ha cap actualització per a descarregar
es: No hay actualizaciones para descargar

# dialog_sectors_title
source: Sectors List
ca: Llista de Sectors
es: Lista de sectores

# dialog_download_corrupt_title
source: Download Corrupt
ca: Descàrrega corrupta
es: Descarga corrupta

# dialog_download_corrupt_message
source: The download is corrupt and unusable while offline, do you want to download it again? You must have Internet connection.
ca: Aquesta descàrrega ha estat corrompuda i no es pot utilitzar sense connexió, la vols tornar a descarregar? Has de tenir connexió a Internet.
es: La descarga está corrupta y es inutilizable sin conexión, ¿quieres volverla a descargarla? Debes tener conexión a Internet

# dialog_download_gpx_title
source: Store GPX
ca: Desar GPX
es: Guardar GPX

# dialog_download_gpx_message
source: Do you want to store the track in GPX?
ca: Vols desar el track en GPX?
es: Quieres guardar este track en GPX?

# dialog_mark_completed_title
source: Mark Path Completed
ca: Marcar via com a completada
es: Marcar vía como Completada

# dialog_disable_ads_title
source: Disabling Ads
ca: Deshabilitar els Anuncis
es: Deshabilitar anuncios

# dialog_disable_ads_message
source: Hi, I am Arnau, the developer of this app. I allow you to disable ads completely free I don't want to be intrusive, but this app has taken lots of months of work from a single developer, and having the tiny income that ads make is a huge difference. So, even if you choose to show nor hide them, I'd ask you to think about donating, for keeping up the development of this app, and increasing its services.
ca: Hola, sóc Arnau, el desenvolupador d'aquesta app. No t'obligue a tindre els anuncis habilitats, ja que vull que aquesta aplicació sigui neta, i no coste diners, però han sigut molts mesos de dur treball, i els ingressos que proporcionen els anuncis són mínims, així que agrairia que els deixares habilitats. Tant si decideixes habilitar-los com si no, sempre pots fer una petita donació, per a mantindre el desenvolupament de l'aplicació, i augmentar els seus serveis.
es: Hola, soy Arnau, el desarrollador de esta aplicación. Te permito deshabilitar los anuncios de forma completamente gratuita ya que quiero que esta aplicación sea accesible para todo el mundo, y sea lo más limpia y cómoda posible. Pero han sido duros meses de trabajo, y los anuncios, aunque suponen un ingreso mínimo, animan a seguir con el desarrollo. Dicho esto, es decisión tuya. Aunque elijas lo que elijas, agradecería que hicieses una pequeña donación, que siempre es motivo de ánimo para seguir añadiendo nuevas funciones cada vez más avanzadas.

# dialog_change_name_title
source: Change Display Name
ca: Canviar Àlies
es: Cambiar Álias

# dialog_change_name_hint_name
source: New Name:
ca: Nom Nou:
es: Nombre Nuevo:

# dialog_add_friend_title
source: Add Friend
ca: Afegir Amic
es: Añadir Amigo

# dialog_add_friend_message
source: Are you sure you want to add %s as a friend?
ca: Estàs segur que vols afegir %s com a amic?
es: Estàs segur que vols afegir %s com a amic?

# completed_type_first
source: First
ca: Primer
es: Primero

# completed_type_lead
source: Lead
ca: Davant
es: Delante

# completed_type_label
source: Completed as
ca: Completat com a
es: Completada como

# completed_attemps_label
source: Attempts (%s)
ca: Intents (%s)
es: Intentos (%s)

# completed_hangs_label
source: Hangs (%s)
ca: Penjades (%s)
es: Colgadas (%s)

# register_email
source: Email
ca: Correu electrònic
es: Correo electrónico

# register_pass
source: Password
ca: Contrassenya
es: Contraseña

# register_pass_conf
source: Confirm Password
ca: Confirmar Contrassenya
es: Confirma la contraseña

# register_nick
source: Nickname
ca: Àlies
es: Apodo

# register_error_nick_short
source: The nickname must have at least %s characters
ca: El nickname ha de tindre com a mínim %s caràcters
es: El nickname debe tener almenos %s carácteres

# register_error_pass_short
source: The password must have at least %s characters
ca: La contrassenya ha de tindre almenys %s caràcters
es: La contraseña debe tener como mínimo %s carácteres

# register_error_pass_not_strong
source: The password is not strong enough
ca: La contrassenya no és bastant segura
es: La contraseña no es suficientemente segura

# register_error_pass_no_match
source: Passwords don't match
ca: Les contrassenyes no coincideixen
es: Las contraseñas no coinciden

# register_error_invalid_email
source: Invalid email
ca: Correu invàlid
es: Correo no válido

# register_error_email_exists
source: Email already registered
ca: El correu ja ha estat registrat
es: Correo ya registrado

# add_path_title
source: Add Path
ca: Afegir Via
es: Añadir ruta

# add_path_sketch_id
source: Sketch Id
ca: Nombre de croquis
es: Id del croquis

# add_path_display_name
source: Display Name
ca: Nom
es: Nombre de usuario

# add_path_height
source: Height
ca: Altura
es: Altura

# add_path_dialog_title
source: Add path
ca: Afegir via
es: Añadir ruta

# add_path_dialog_message
source: Adding this path will have immediate effect, are you sure that you want to add it now?
ca: Afegir aquesta via tindrà efectes immediats, estàs segur que ho vols fer ara?
es: Añadir esta ruta tendrá un efecto inmediato, estás seguro de que quieres añadirla?

# path_ending_plate
source: Plate
ca: Placa
es: Placa

# path_ending_plate_ring
source: Plate Ring
ca: Placa amb Argolla
es: Placa con argolla

# path_ending_plate_lanyard
source: Plate Lanyard
ca: Placa i Cordí
es: Placa y Cordino

# path_ending_chain_ring
source: Chain Ring
ca: Cadena amb Argolla
es: Cadena y argolla

# path_ending_chain_carabiner
source: Chain Carabiner
ca: Cadena i Mosquetó
es: Cadena y Mosquetón

# path_ending_piton
source: Piton
ca: Clau
es: Clavo

# path_ending_walking
source: Walking Descent
ca: Baixada a peu
es: Bajada andando

# path_ending_rappel
source: Rappel Descent
ca: Baixada amb Rappel
es: Bajada con Rappel

# path_ending_lanyard
source: Lanyard (Rock Bridge)
ca: Cordí (Pont de Roca)
es: Cordino (Puente de Roca)

# path_ending_none
source: No ending
ca: Sense reunió
es: Sin reunión

# path_ending_unknown
source: Unknown Ending
ca: Reunió Desconeguda
es: Reunión desconocida

# path_ending_multiple
source: Endings
ca: Reunions
es: Reuniones

# path_ending_artifo_walking
source: Walking Descent
ca: Descens caminant
es: Bajada andando

# pref_main_sum
source: General settings of the app
ca: Els aspectes generals de l'aplicació
es: Ajustes generales de la aplicación

# pref_noti_title
source: Notifications
ca: Notificacions
es: Notificaciones

# pref_noti_sum
source: Notifications settings, and which show or not
ca: Configuració de les notificacions, i quines mostrar o no
es: Ajustes de notificaciones, y cuales mostrar y cuales no

# pref_info_title
source: Info
ca: Informació
es: Información

# pref_info_sum
source: Version, Build Number, Libraries…
ca: Versió, número de construcció, Llibreries…
es: Versión, Número de Compilación, Librerías…

# pref_noti_alert_title
source: General Alerts
ca: Alertes Generals
es: Alertas generales

# pref_noti_alert_sum
source: This will enable or disable local alerts
ca: Açò habilitarà o no les alertes locals
es: Esto activará/desactivará las alertas locales

# pref_noti_device_title
source: Notification Settings
ca: Configuració de Notificacions
es: Ajustes de notificaciones

# pref_noti_device_sum
source: Show the system notification settings
ca: Obre la configuració de notificacions del sistema
es: Muestra los ajustes de notificaciones del sistema

# pref_gene_gesture_sens_title
source: Swipe Gesture Sensibility
ca: Sensibilitat lliscar
es: Cambia la sensibilidad de gestos

# pref_gene_gesture_sens_sum
source: The sensibility for gestures such as the swipe to the sides from the Sector View.
ca: La sensibilitat dels gestos com lliscar cap als costats en la vista de sector
es: Sensibilidad de los gestos como deslizar hacia los lados desde la vista del sector

# pref_gene_gesture_sens_msg
source: Sensibility
ca: Sensibilitat
es: Sensibilidad

# pref_gene_language_title
source: Language
ca: Idioma
es: Idioma

# pref_gene_language_sum
source: The language to use in the app
ca: L'idioma a utilitzar en l'aplicació
es: Idioma para usar en la aplicación

# pref_gene_nearby_title
source: Enable Nearby Zones View
ca: Habilitar la vista de Zones Properes
es: Habilitar la vista de zonas cercanas

# pref_gene_nearby_sum
source: Whether or not to enable nearby zones view
ca: Activar o desactivar la vista de zones properes
es: Habilitar/Deshabilitar la vista de zonas cercanas

# pref_gene_ads_title
source: Show Ads
ca: Mostrar Anuncis
es: Mostrar Anuncios

# pref_gene_ads_sum
source: Whether or not to show ads in the app
ca: Mostrar anuncis o no
es: Mostrar o no anuncios en la app

# pref_gene_nearby_distance_title
source: Nearby Distance
ca: Distància Propera
es: Distancia Cercana

# pref_gene_nearby_distance_sum
source: At what distance will a zone be considered as nearby
ca: A partir de quina distància es considera propera
es: Qué distancia será considerada como cercana

# pref_gene_nearby_distance_dialog_title
source: Nearby Zones Distance (m)
ca: Distància a Zones Properes (m)
es: Distancia a Zonas Cercanas (m)

# pref_gene_nearby_distance_dialog_message
source: Enter the maximum distance to consider as nearby zone in meters.
ca: Introdueix la distància màxima que s'acceptarà per a considerar una zona com a propera (en metres).
es: Introduce la distancia máxima que será usada para considerar una zona como cercana

# pref_gene_section_nearby
source: Nearby Zones
ca: Zones Properes
es: Zonas Cercanas

# pref_info_version_title
source: Version
ca: Versió
es: Versión

# pref_info_build_title
source: Build Number
ca: Número de Construcció
es: Número de compilación

# notification_channel_downloads_group_name
source: Downloads
ca: Descàrregues
es: Descargas

# notification_channel_download_progress_name
source: Download Progress
ca: Progrés de la Descàrrega
es: Progreso de descarga

# notification_channel_download_progress_desc
source: When you are downloading something, this will be shown
ca: Quan estigues descarregant algun contingut, es mostrarà una notificació d'aquest tipus
es: Cuando estés descargando algo aparecerá esto

# notification_channel_download_complete_name
source: Download Complete
ca: Descàrrega completa
es: Descarga finalizada

# notification_channel_download_complete_desc
source: When something downloading has finished, this will be shown
ca: Quan s'haja completat alguna descàrrega, es mostrarà una notificació d'aquest tipus
es: Cuando una descarga haya finalizado aparecerá esto

# notification_channel_alert_name
source: Alerts
ca: Alertes
es: Alertas

# notification_channel_alert_desc
source: This will warn you about incidences that were detected in climbing paths, sectors or others. This also includes paths re-equipment or repairing processes.
ca: Açò t'advertirà d'incidències que es troben a les vies, sectors o alguna altra cosa. Açò també inclou el reequipament de vies o processos de reparació.
es: Esto te alertará sobre incidencias en las rutas de escalada, sectores o demás. También se incluyen rutas que estén siendo reequipadas o reparadas.

# notification_channel_people_group_name
source: People
ca: Social
es: Gente

# notification_channel_friend_request_name
source: New Friend Request
ca: Nova Petició d'amistat
es: Nueva Petición de Amistad

# notification_channel_friend_request_desc
source: This will warn you when anyone asks you about being a friend.
ca: Açò t'avisarà quan tingues una nova petició d'amistat.
es: Esto te avisará cuando alguien quiera ser tu amigo

# notification_channel_friend_accepted_name
source: Friend Request Accepted
ca: Petició d'amistat acceptada
es: Petición de amistad aceptada

# notification_channel_friend_accepted_desc
source: This will warn you when a request you made was accepted.
ca: Açò t'avisarà quan una petició d'amistat pendent siga acceptada
es: Esto te avisará cuando una petición pendiente haya sido aceptada

# notification_download_starting_title
source: Download starting…
ca: Iniciant descàrrega…
es: Iniciando descarga...

# notification_download_starting_msg
source: The download is getting started, please, wait.
ca: La descàrrega s'està iniciant, per favor, espera.
es: Se está iniciando la descargar,espera,por favor

# notification_download_progress_title
source: Downloading
ca: Baixant
es: Descargando

# notification_download_progress_msg
source: Downloading %s / %s
ca: S'està baixant %s / %s
es: Descargando %s / %s

# notification_download_complete_title
source: Downloaded Correctly
ca: Descarregat correctament
es: Descargado correctamente

# notification_download_complete_msg
source: Downloaded %s / %s
ca: Descarregat %s / %s
es: Descargado %s / %s

# notification_friend_request_title
source: New Friend Request
ca: Nova petició d'amistat
es: Nueva petición de amistad

# notification_friend_request_message
source: %s has asked you to be your friend.
ca: %s vol ser el teu amic.
es: %s quiere ser tu amigo.

# notification_friend_request_accepted_title
source: Friend Request Accepted
ca: Petició d'amistat acceptada
es: Petición de amistad aceptada

# notification_friend_request_accepted_message
source: Now %s is your friend!
ca: Ara %s és el teu amic
es: Ahora %s es tu amigo!

# no_internet_title
source: You have no Internet access
ca: No tens accés a Internet
es: Sin acceso a Internet
