Repository: Escalar-Alcoia-i-Comtat/Android
Catalog: */src/main/locale/strings-*.po
Languages: ca, es

# no_internet_message
source: You can access the downloaded content, or try again.
ca: Pots accedir al contingut descarregat, o tornar-ho a intentar.
es: Puedes acceder al contenido descargado o volverlo a intentar

source: Downloads Size:
ca: Tamany de les descàrregues:
es: Tamaño de las descargas:

# downloads_areas
source: Downloaded Areas:
ca: Àrees Descarregades:
es: Áreas descargadas:

# downloads_zones
source: Downloaded Zones:
ca: Zones Descarregades:
es: Zonas descargadas:

# downloads_sectors
source: Downloaded Sectors:
ca: Sectors Descarregats:
es: Sectores descargados:

# downloads_delete_dialog_title
source: Are you sure?
ca: N'estàs segur?
es: ¿Estás seguro?

# downloads_delete_dialog_msg
source: This will delete %s from your device FOREVER. You will have to download it again.
ca: Açò eliminarà %s del teu dispositiu PERMANENTMENT. Ho hauràs de tornar a descarregar si ho desitges.
es: Esto borrará %s de tu dispositivo PARA SIEMPRE. Tendrás que volver a descargarlo.

# error_server
source: Could not connect to the server. It may be under maintenance. Please, check your Internet connection and try again later.
ca: No s'ha pogut connectar al servidor. Pot estar en manteniment. Per favor, comprova la teua connexió a Internet, i tornar-ho a provar més tard.
es: Imposible conectarse al servidor. Tal vez esté bajo mantenimiento.Por favor, comprueba tu conexión a Internet y vuelve a probar más tarde.

# error_data
source: Downloaded data is corrupt. Deleting…
ca: Les dades descarregades estàn corruptes. Eliminant…
es: Los datos descargados están corrompidos. Eliminando…

# error_chart_no_data
source: No Data
ca: Sense dades
es: Sin datos

# toast_error_internal
source: An internal error occurred
ca: Ha hagut un error intern
es: Ha ocurrido un error interno

# toast_error_no_sectors
source: Zone doesn't have any sectors
ca: La zona no té cap sector
es: La zona no tiene ningún sector

# toast_error_no_internet
source: No Internet Access detected
ca: No s'ha detectat accés a Internet
es: Acceso a Internet no detectado

# toast_checking_missing_data
source: Checking for missing data
ca: Comprova si falten dades
es: Buscar datos que falten

# toast_error_github
source: Could not get Github data
ca: No s'ha pogut obtenir les dades de Github
es: No se han podido obtener los datos de Github

# toast_map_not_available
source: Map not Available
ca: Mapa no Disponible
es: Mapa no disponible

# toast_location_not_shown
source: Current location won't be shown
ca: La ubicació actual no es mostrarà
es: No se mostrará la posición actual

# toast_error_download
source: Download failed!
ca: Descàrrega fallida!
es: Descarga fallida!

# toast_error_image
source: Could not load image!
ca: No s'ha pogut carregar la imatge!
es: No se ha podido cargar la imagen

# toast_error_change_name
source: Could not change name
ca: No s'ha pogut canviar el nom
es: No se pudo cambiar el nombre

# toast_download_complete
source: Download Complete!
ca: Descàrrega Completada!
es: Descarga Completa!

# toast_storing_gpx
source: Storing GPX…
ca: Desant GPX…
es: Guardando GPX…

# toast_stored_gpx
source: GPX stored!
ca: GPX Desat!
es: GPX guardado

# toast_stored_kmz
source: KMZ stored!
ca: KMZ Desat!
es: KMZ guardado!

# toast_downloading
source: Downloading…
ca: Baixant…
es: Descargando…

# toast_restore_email_sent
source: If your account exists, you will receive a recover account email
ca: Si el teu compte existeix, rebràs un correu de recuperació prompte
es: Si tu cuenta existe, recibirás un correo de recuperación pronto

# toast_changed_name
source: Name changed!
ca: Nom Canviat!
es: Nombre cambiado!

# toast_friend_added
source: Friend added!
ca: Amic afegit!
es: Amigo añadido

# toast_friend_request_sent
source: Request sent!
ca: Petició enviada!
es: Petición enviada!

# path_warning_dry
source: This path has some safes getting dry. This may be because some kind of chemical safe has been using for the safes. This should be active for 2 days more or less.
ca: S'estàn secant els segurs d'aquesta via. Açò és possible que estiga causat perquè els segurs han sigut col·locats mitjançant algun tipus de procés químic. Aquesta alerta deuria mostrar-se durant 2 dies o menys.
es: En esta ruta hay algunos seguros secándose, posiblemente porque se ha utilizado algún tipo de producto químico para asegurarlos. Debería volver a estar activa en aproximadamente dos días

# path_warning_build
source: This path is under construction or revision. This may take from days to weeks. Please, be patient. You can enable alert notifications on settings, and we will alert you when this is ready.
ca: Aquesta via està baix revisió o reequipació. Açò pot tardar des de dies fins a setmanes. Per favor, tingues paciència. Pots habilitar les alertes en la configuració, i t'avisarem quan s'haja completat el procés.
es: Esta ruta está bajo revisión.Esto puede llevar de dos días hasta una semana, por favor, sé paciente. Puedes habilitar la notificación de alertas en los ajustes y te avisaremos cuando esté lista

# path_warning_bird
source: This path has a nest on its way, so it is forbidden to climb. This may take the whole nesting season, so it may take weeks to be available again. You can enable alert notifications on settings, and we will alert you when this is ready.
ca: Aquesta via té un niu, així que està prohibida la escalada actualment. Açò pot durar tota la nidificació, així que poden passar setmanes fins a que torne a estar disponible. Pots habilitar les alertes en la configuració, i t'avisarem quan es puga tornar a escalar.
es: En esta ruta hay un nido, y por tanto está prohibido escalar. Seguramente duré toda la época de anidación, así que no volverá a estar disponible hasta dentro de unas semanas. Puedes activar las notificaciones de alertas locales en los ajustes y te avisaremos cuando esté disponible

# path_warning_old
source: This path is old which means it has old safes, and might not be safe. Climb under your own criteria. We are not responsible of any accident.
ca: Aquesta via és vella, així que l'equipament és antic, i pot ser perillós. Escala baix el teu criteri. No ens fem responsables de cap accident.
es: Esta vía es vieja, así que los seguros equipados son viejos, y puede no ser segura. Escala bajo tu propio criterio. No nos hacemos responsables de ningún accidente.

# path_warning_rocks
source: This path has loose rocks, which may fall while climbing. Please, have caution, both the climber and the people under him.
ca: Aquesta via té pedres soltes, que poden caure durant la escalada. Per favor, aneu amb cura tant l'escalador com la gent de baix.
es: Esta vía tiene piedras sueltas, que pueden caer durante la escalada. Por favor, tened cuidado tanto el escalador como la gente de abajo.

# path_warning_plants
source: This path hasn't been used in a long time, and it has plants in its way. It may be climbable, but you might have difficulties.
ca: Aquesta via no s'ha utilitzat des de fa molt de temps, i té plantes en el seu recorregut. Pot ser siga escalable, però tindràs dificultats.
es: Esta vía no se ha usado desde hace mucho tiempo, y tiene plantas durante el trayecto. Puede ser que se pueda escalar, pero tendrán dificultades.

# path_chip_safe
source: Safes amount and type
ca: Quantitat i tipus de segurs
es: Número de seguros y tipo

# path_chip_ending
source: Ending type for choosing the descent maneuver to use or top-rope.
ca: Tipus de reunió per a conéixer la maniobra de descens o top-rope
es: Tipo de reunión para escoger la maniobra de descenso o top-rope.

# path_chip_required
source: The shown component is required
ca: El component mostrat és necessari
es: Se requiere el componente que se muestra

# path_stats_chart_title
source: Grades
ca: Graus
es: Grados

# path_ending_pitch_shelf
source: Shelf
ca: Placa
es: Placa

# path_ending_pitch_inclined
source: Inclined
ca: Inclinat
es: Inclinado

# path_ending_pitch_rappeleable
source: Rappelable
ca: Rapelable
es: Rapelable

# path_ending_pitch_walking
source: Walking
ca: Caminant
es: Andando

source: Path fixed equipment
ca: Equipament fixe de la via
es: Equipamiento fijo en la vía

# path_required_equipment
source: Required equipment
ca: Equipament necessari
es: Equipamiento necesario

# message_nearby_zones
source: Nearby zones
ca: Zones properes
es: Zonas cercanas

# message_nearby_zones_no_perm
source: You have not granted access to the location of the device, so this functionality is not usable. Press once to ask for permission, or press and hold to disable.
ca: No has donat accés a la ubicació del dispositiu a l'aplicació, així que aquesta funcionalitat no està disponible. Prem una vegada per a donar permís, o prem i manté per a deshabilitar.
es: No has concedido permiso a la localización del dispositivo, así que esta función no está disponible. Pulsa para conceder permiso o pulsa y mantén para deshabilitarlo.

# message_already_downloading
source: Content already downloading
ca: El contingut ja s'està baixant
es: El contenido ya está siendo guardado

# fab_desc_back
source: Go Back
ca: Tornar
es: Vovler

# fab_desc_position
source: Current Location
ca: Posició Actual
es: Ubicación Actual

# fab_desc_download
source: Download
ca: Descarregar
es: Descargar

# fab_desc_map
source: Open Google Maps
ca: Obrir Google Maps
es: Abrir Google Maps

# image_desc_downloaded
source: Downloaded
ca: Descarregat
es: Descargado

source: Placeholder
ca: Marcador
es: Marcador

# title_activity_maps
source: Map
ca: Mapa
es: Mapa

# title_used_libraries
source: Used Libraries
ca: Llibreries utilitzades
es: Librerias usadas

# share_app
source: Hey! check out %s on Play Store: https://play.google.com/store/apps/details?id=%s
ca: Hey! pega-li una mirada a %s en el Play Store: https://play.google.com/store/apps/details?id=%s
es: ¡Ey! mira %s en Play Store: https://play.google.com/store/apps/details?id=%s

# intro_main_title
source: Welcome to %s
ca: Benvingut a %s
es: Bienvenido a %s

# intro_main_msg
source: Thank you for being a BETA tester. We are very pleased to have your help. As a BETA tester, you will have to complete a configuration process, but don't worry, it's quick and we will be helping you the whole time.
ca: Gràcies per ser un BETA-tester. Estem molt agraits de tenir la teua ajuda. Com a BETA-tester hauràs de completar un procés de configuració, però no et preocupes, és ràpid, i t'ajudarem durant tot el procés.
es: Gracias por ser un usuario BETA. Estamos muy contento de recibir tu ayuda. Como usuario BETA tendrás que completar un proceso de configuración, pero no te preocupes, es rápido y te estaremos ayudando en todo momento :)

# intro_main_message
source: We are going to walk you through a tiny configuration process. Don't worry it's fast and easy.
ca: Anem a guiar-te per un procés curt de configuració. No et preocupes, és ràpid i ben senzill
es: Te vamos a guiar por un proceso de configuración breve. No te preocupes, es rápido y sencillo.

# intro_ads_title
source: InApp Advertisements
ca: Anuncis en l'App
es: Anuncios en la App

# intro_ads_message
source: Please, choose whether or not to show ads
ca: Per favor, tria si vols veure anuncis
es: Por favor, escoje si mostrar anuncios o no

# intro_ads_switch
source: Show Ads
ca: Mostrar Anuncis
es: Mostrar Anuncios

# date_format
source: yyyy-MM-dd hh:mm:ss a
ca: dd-MM-yyy kk:mm:ss
es: dd-MM-yyyy kk:mm:ss

# short_date_format
source: yyyy-MM-dd
ca: dd-MM-yyyy
es: dd-MM-yyyy

# title_instant
source: Escalar Alcoia i Comtat
ca: Escalar Alcoià i Comtat
es: Escalar Alcoià i Comtat
